yo/app/fixtures/Invoice/Delv_Display_Request_w.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:urn="urn:sap-com:document:sap:soap:functions:mc-style">
   <soap:Header/>
   <soap:Body>
      <urn:ZGetDelvInfo>
         <IDate>2013-01-03</IDate>
      </urn:ZGetDelvInfo>
   </soap:Body>
</soap:Envelope>